05_redis/results/redis_wrk_details?user_id=1_5t_5c.txt
Running 10s test @ http://0.0.0.0:8000/users/details?user_id=1
  5 threads and 5 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    11.64ms    1.51ms  41.23ms   90.66%
    Req/Sec    86.06      5.58   101.00     62.40%
  4303 requests in 10.01s, 0.91MB read
Requests/sec:    429.84
Transfer/sec:     92.77KB